lib/xml/isReportRunning.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:isReportRunning>
            <!--Optional:-->
            <identifier>?</identifier>
            <timeout>?</timeout>
        </ser:isReportRunning>
    </soapenv:Body>
</soapenv:Envelope>